Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/government_departments/index.html.txt.tmx
Source language: en
Languages: ga

source: Administration of government departments
ga: Riarachán na ranna rialtais

source: This document describes how government departments are managed
ga: Déantar cuir síos anseo ar conas a dhéantar riarú ar na Ranna Rialtais

source: The civil service in Ireland are the public officials who advise and assist Government Ministers in running their Departments
ga: Is oifigigh phoiblí iad foireann na Státseirbhíse a chuidíonn leis na hAirí Rialtais ina Ranna Rialtais éagsúla

source: There are 16 Departments of State. Information about each Department and links to their websites
ga: Tá 15 Ranna Stáit in Eireann: éagsúla agus tá nasc ar fáil chuig a suíomh idirlín

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Presidential Election in Ireland
ga: Bunchearta faoi Bhunreacht na hÉireann
